Repository: Denis411/TheSimplesGameEver
Catalog: *.lproj/Localizable.strings
Languages: ru

# game_name
source: My awesome game
ru: Моя классная игра

source: Start New Game
ru: Начать новую игру

source: Enter the Number
ru: Ввести номер

# think_of_a_number
source: Think of some number
ru: Загадайте число

# number_of_comuter_tries
source: Try
ru: Попытка

source: Computer is guessing
ru: Компьютер угадывает

source: Your number is -
ru: Ваш номер -

source: My number is ...
ru: Мой нщмер ...

source: Score:
ru: Оценка:

# players_tries_count
source: Your tries cound:
ru: Ваши попытки учтены:

# computer_tries_count
source: Computer's tries cound:
ru: Количество попыток компьютера:

source: You win
ru: Вы выиграли

source: Computer wins
ru: Компьютер выигрывает

source: Main menu
ru: Главное меню

# no_winner
source: You both are winners
ru: Вы оба победители
